// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "蒋同学",
        "4月15相识于小红书",
        "5月1日第一次相见",
        "6月9日在一起了！",
        "7月6日，舟山两日游",
        "20天后，长沙相遇",
        "9月16日，一起去了浙江衢州！",
        "11月1日，开启了极限特种兵之旅！",
        "最幸福的，莫过于有人陪疯狂！",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2024-06-09T12:00:00",
    // 双方的名字
    names: ["蒋湘芸", "孙雪杰"]
}
